{"data":{"eng":{"html":"<h1>Glossary</h1>\n<h2>Accessibility</h2>\n<p>Accessibility is the practice of designing products that are usable to all users, regardless of ability or context of use. Different than usability, accessibility focuses on technical and visual aspects of a design that directly relate to its functionality for users of different ability levels. While intended to aid users with specific disabilities, considering accessibility of digital products provides benefits to all users.</p>\n<h2>Artificial Intelligence</h2>\n<p>Artificial intelligence is a branch of computer science that refers to the simulation of intelligent behaviour in computers. Artificial intelligence is meant to solve cognitive problems such as learning, problem solving, and pattern recognition. The term artificial intelligence can apply to any device that perceives its environment and takes actions that maximize its chance of successfully reaching defined goals.</p>\n<h2>Availability</h2>\n<p>Availability means that a product or resource is open for everyone to observe and use. Often it refers to how easily a user can find the required information.</p>\n<h2>Beta</h2>\n<p>Beta is a testing phase of a new system or digital product. The beta is an early version of a product that requires user testing, bug testing and adjustments prior to a full launch. Beta versions of a digital product are typically made available to sample of the desired user base, before being opened to all users.</p>\n<h2>Machine Learning</h2>\n<p>Machine learning is a specific application of artificial intelligence. Machine learning uses statistical techniques that give a computer or device the ability to learn without a certain set of data. Machine learning refers to the construction of algorithmns that can learn from and make predictions about a given set of data.</p>\n<h2>Minimum Viable Product (MVP)</h2>\n<p>A minimum viable product is a digital product that has enough features to meet the needs of early adopters and key users, but does not include the full set of desired features. In agile development, a minimum viable product is launched so that iterations can be made based on user feedback. Typically, feature requirements for an MVP will be set out from the start of a project, and additional features will be determined after the MVP has been launched and adopted by users. With an MVP, feedback is key to guiding future development.</p>\n<h2>Prototype</h2>\n<p>A prototype is a stylized and more complete version of a wireframe that shows features and interfaces as they would appear to the user on-screen. Prototypes can be low or high fidelity. Fidelity refers to how closely the prototype mimics the final product, with high fidelity often including development work. Both low and high fidelity prototypes are used after wireframe testing, and are often used for usability or A/B testing.</p>\n<h2>Usability</h2>\n<p>Usability refers to how easy user interfaces are to use, which is usually determined by a usability test. Usability is defined by 5 components: learnability, efficiency, memorability, user errors, and satisfaction. Usability tests usually focus on specific tasks, and determine the efficiency and the ease of which users can complete them.</p>\n<h2>User Interface</h2>\n<p>User interface design refers to the front-end of a system, or, the elements in which a user will interact with on the page. User interface design incorporates styled elements to create the aesthetic appearance of the website or application. Development for the user interface usually happens in conjunction with or after testing has been done on application prototypes, and is usually done using HTML and CSS. User interface design plays a role in the overall experience of the user.</p>\n<p>Mobile user interface focuses on the appearance and usability of mobile applications.</p>\n<h2>User Experience</h2>\n<p>User experience is the overall experience of using a product. It is a broader concept than user interface or usability. Although both of these are important aspects of user experience, the term refers to a person's overall emotions and attitudes about using a product, system or service. User experience encompasses all aspects of a person's feelings about using a product, including their understanding of the product, the context in which they are using it, how well it meets their needs, and the enjoyment or frustration that comes from using the product.</p>\n<h2>Utility</h2>\n<p>Utility refers to whether or not a product provides the features needed by defined users. If the product or system provides all the features required for users to meet their goals, it has a high level of utility.</p>\n<h2>Wireframe</h2>\n<p>Wireframes are basic black-and-white samples of a new feature or interface. Often using placeholder content and simple boxes and outlines, wireframes are not fully representative of the final product. Wireframes can be designed digitally or on paper, and are meant to be used early in the user experience research and design process.</p>","htmlAst":{"type":"root","children":[{"type":"element","tagName":"h1","properties":{},"children":[{"type":"text","value":"Glossary"}]},{"type":"text","value":"\n"},{"type":"element","tagName":"h2","properties":{},"children":[{"type":"text","value":"Accessibility"}]},{"type":"text","value":"\n"},{"type":"element","tagName":"p","properties":{},"children":[{"type":"text","value":"Accessibility is the practice of designing products that are usable to all users, regardless of ability or context of use. Different than usability, accessibility focuses on technical and visual aspects of a design that directly relate to its functionality for users of different ability levels. While intended to aid users with specific disabilities, considering accessibility of digital products provides benefits to all users."}]},{"type":"text","value":"\n"},{"type":"element","tagName":"h2","properties":{},"children":[{"type":"text","value":"Artificial Intelligence"}]},{"type":"text","value":"\n"},{"type":"element","tagName":"p","properties":{},"children":[{"type":"text","value":"Artificial intelligence is a branch of computer science that refers to the simulation of intelligent behaviour in computers. Artificial intelligence is meant to solve cognitive problems such as learning, problem solving, and pattern recognition. The term artificial intelligence can apply to any device that perceives its environment and takes actions that maximize its chance of successfully reaching defined goals."}]},{"type":"text","value":"\n"},{"type":"element","tagName":"h2","properties":{},"children":[{"type":"text","value":"Availability"}]},{"type":"text","value":"\n"},{"type":"element","tagName":"p","properties":{},"children":[{"type":"text","value":"Availability means that a product or resource is open for everyone to observe and use. Often it refers to how easily a user can find the required information."}]},{"type":"text","value":"\n"},{"type":"element","tagName":"h2","properties":{},"children":[{"type":"text","value":"Beta"}]},{"type":"text","value":"\n"},{"type":"element","tagName":"p","properties":{},"children":[{"type":"text","value":"Beta is a testing phase of a new system or digital product. The beta is an early version of a product that requires user testing, bug testing and adjustments prior to a full launch. Beta versions of a digital product are typically made available to sample of the desired user base, before being opened to all users."}]},{"type":"text","value":"\n"},{"type":"element","tagName":"h2","properties":{},"children":[{"type":"text","value":"Machine Learning"}]},{"type":"text","value":"\n"},{"type":"element","tagName":"p","properties":{},"children":[{"type":"text","value":"Machine learning is a specific application of artificial intelligence. Machine learning uses statistical techniques that give a computer or device the ability to learn without a certain set of data. Machine learning refers to the construction of algorithmns that can learn from and make predictions about a given set of data."}]},{"type":"text","value":"\n"},{"type":"element","tagName":"h2","properties":{},"children":[{"type":"text","value":"Minimum Viable Product (MVP)"}]},{"type":"text","value":"\n"},{"type":"element","tagName":"p","properties":{},"children":[{"type":"text","value":"A minimum viable product is a digital product that has enough features to meet the needs of early adopters and key users, but does not include the full set of desired features. In agile development, a minimum viable product is launched so that iterations can be made based on user feedback. Typically, feature requirements for an MVP will be set out from the start of a project, and additional features will be determined after the MVP has been launched and adopted by users. With an MVP, feedback is key to guiding future development."}]},{"type":"text","value":"\n"},{"type":"element","tagName":"h2","properties":{},"children":[{"type":"text","value":"Prototype"}]},{"type":"text","value":"\n"},{"type":"element","tagName":"p","properties":{},"children":[{"type":"text","value":"A prototype is a stylized and more complete version of a wireframe that shows features and interfaces as they would appear to the user on-screen. Prototypes can be low or high fidelity. Fidelity refers to how closely the prototype mimics the final product, with high fidelity often including development work. Both low and high fidelity prototypes are used after wireframe testing, and are often used for usability or A/B testing."}]},{"type":"text","value":"\n"},{"type":"element","tagName":"h2","properties":{},"children":[{"type":"text","value":"Usability"}]},{"type":"text","value":"\n"},{"type":"element","tagName":"p","properties":{},"children":[{"type":"text","value":"Usability refers to how easy user interfaces are to use, which is usually determined by a usability test. Usability is defined by 5 components: learnability, efficiency, memorability, user errors, and satisfaction. Usability tests usually focus on specific tasks, and determine the efficiency and the ease of which users can complete them."}]},{"type":"text","value":"\n"},{"type":"element","tagName":"h2","properties":{},"children":[{"type":"text","value":"User Interface"}]},{"type":"text","value":"\n"},{"type":"element","tagName":"p","properties":{},"children":[{"type":"text","value":"User interface design refers to the front-end of a system, or, the elements in which a user will interact with on the page. User interface design incorporates styled elements to create the aesthetic appearance of the website or application. Development for the user interface usually happens in conjunction with or after testing has been done on application prototypes, and is usually done using HTML and CSS. User interface design plays a role in the overall experience of the user."}]},{"type":"text","value":"\n"},{"type":"element","tagName":"p","properties":{},"children":[{"type":"text","value":"Mobile user interface focuses on the appearance and usability of mobile applications."}]},{"type":"text","value":"\n"},{"type":"element","tagName":"h2","properties":{},"children":[{"type":"text","value":"User Experience"}]},{"type":"text","value":"\n"},{"type":"element","tagName":"p","properties":{},"children":[{"type":"text","value":"User experience is the overall experience of using a product. It is a broader concept than user interface or usability. Although both of these are important aspects of user experience, the term refers to a person's overall emotions and attitudes about using a product, system or service. User experience encompasses all aspects of a person's feelings about using a product, including their understanding of the product, the context in which they are using it, how well it meets their needs, and the enjoyment or frustration that comes from using the product."}]},{"type":"text","value":"\n"},{"type":"element","tagName":"h2","properties":{},"children":[{"type":"text","value":"Utility"}]},{"type":"text","value":"\n"},{"type":"element","tagName":"p","properties":{},"children":[{"type":"text","value":"Utility refers to whether or not a product provides the features needed by defined users. If the product or system provides all the features required for users to meet their goals, it has a high level of utility."}]},{"type":"text","value":"\n"},{"type":"element","tagName":"h2","properties":{},"children":[{"type":"text","value":"Wireframe"}]},{"type":"text","value":"\n"},{"type":"element","tagName":"p","properties":{},"children":[{"type":"text","value":"Wireframes are basic black-and-white samples of a new feature or interface. Often using placeholder content and simple boxes and outlines, wireframes are not fully representative of the final product. Wireframes can be designed digitally or on paper, and are meant to be used early in the user experience research and design process."}]}],"data":{"quirksMode":false}},"frontmatter":{"path":"/content/glossary","lang":"en"}},"fr":{"html":"<h1>Glossaire</h1>\n<h2>Accessibilité</h2>\n<p>L’accessibilité est la pratique de concevoir des produits qui sont utilisables par tous les utilisateurs, peu importe leurs compétences ou le contexte d’utilisation. Différente de la facilité d’emploi, l’accessibilité se concentre sur les aspects techniques et visuels d’une conception qui sont directement liés à sa fonctionnalité pour les utilisateurs de différents niveaux de capacité. Bien que conçu pour aider les utilisateurs ayant des handicaps précis, prendre en considération l’accessibilité des produits numériques offre des avantages pour tous les utilisateurs.</p>\n<h2>Apprentissage automatique</h2>\n<p>L’apprentissage automatique est une application particulière d’intelligence artificielle. L’apprentissage automatique utilise les techniques statistiques qui donnent à un ordinateur ou un appareil la capacité d’apprendre sans un certain ensemble de données. L’apprentissage automatique renvoie à la construction d’algorithmes qui peuvent apprendre et faire des prédictions au sujet d’un ensemble de données fournies.</p>\n<h2>Bêta</h2>\n<p>Bêta désigne une étape d’essai d’un nouveau système ou produit numérique. Le bêta est une version précédente d’un produit qui nécessite des essais par un utilisateur, des tests de bogues et des ajustements avant le lancement officiel. Les versions bêta d’un produit numérique sont habituellement rendues disponibles à une petite partie de la population d’utilisateurs, avant que le produit soit offert à tous les utilisateurs.</p>\n<h2>Disponibilité</h2>\n<p>La disponibilité signifie qu’un produit ou une ressource est ouvert à tout le monde aux fins d’observation et d’utilisation. Souvent, il s’agit de la facilité avec laquelle un utilisateur peut trouver l’information requise.</p>\n<h2>Expérience de l’utilisateur</h2>\n<p>L’expérience de l’utilisateur est l’expérience générale de l’utilisation du produit. Il s’agit d’un concept plus général que l’interface utilisateur ou la facilité d’emploi. Même si les deux sont des aspects importants de l’expérience de l’utilisateur, le terme fait référence à l’ensemble des émotions et des attitudes d’une personne au sujet de l’utilisation d’un produit, système ou service. L’expérience de l’utilisateur englobe tous les aspects des sentiments d’une personne concernant l’utilisation d’un produit, y compris sa compréhension du produit, le contexte dans lequel il l’utilise, sa capacité à satisfaire ses besoins et son plaisir ou sa frustration découlant de l’utilisation du produit.</p>\n<h2>Facilité d’emploi</h2>\n<p>La facilité d’emploi fait référence à la façon dont les interfaces sont faciles à utiliser, ce qui est habituellement déterminé par un essai de facilité d’emploi. La facilité d’emploi est définie par 5 éléments : la capacité apprenante, l’efficacité, la mémorabilité, les erreurs des utilisateurs et la satisfaction. Les essais de facilité d’emploi se concentrent habituellement sur des tâches précises et déterminent l’efficacité et la facilité avec laquelle les utilisateurs peuvent les accomplir.</p>\n<h2>Intelligence artificielle</h2>\n<p>L’intelligence artificielle est un domaine de la science informatique qui fait référence à la simulation d’un comportement intelligent dans un ordinateur. L’intelligence artificielle vise à résoudre les problèmes cognitifs comme l’apprentissage, la résolution de problème et la reconnaissance des formes. Le terme intelligence artificielle peut s’appliquer à tout appareil qui perçoit son environnement et prend des mesures afin de maximiser ses chances de réussir à atteindre les objectifs définis.</p>\n<h2>Interface utilisateur</h2>\n<p>Le modèle d’interface utilisateur fait référence à la première ligne d’un système ou les éléments avec lesquels un utilisateur interagira sur la page. Le modèle d’interface utilisateur incorpore les éléments stylisés afin de créer une apparence esthétique pour le site Web ou l’application. Le développement de l’interface utilisateur se produit habituellement en même temps ou après que les essais sur les prototypes de l’application et se fait généralement à l’aide de HTML et CSS. Le modèle d’interface utilisateur joue un rôle dans l’expérience générale de l’utilisateur.</p>\n<p>L’interface utilisateur d’un cellulaire se concentre sur l’apparence et la facilité d’emploi des applications mobiles.</p>\n<h2>Maquette fonctionnelle</h2>\n<p>Les maquettes fonctionnelles sont des exemples en noir et blanc d’une nouvelle caractéristique ou interface. Utilisant souvent le contenu des espaces réservés ainsi que des boîtes et des contours simples, les maquettes fonctionnelles ne sont pas une représentation complète du produit final. Les maquettes fonctionnelles peuvent être conçues de façon numérique ou sur papier et sont destinées à être utilisées au début du processus de conception et de la recherche concernant l’expérience de l’utilisateur.</p>\n<h2>Produit minimal viable (PMV)</h2>\n<p>Un produit minimal viable est un produit numérique qui a suffisamment de caractéristiques pour répondre aux besoins des adoptants précoces et des utilisateurs clés, mais qui ne comprend pas l’ensemble complet des caractéristiques souhaitées. Dans le développement agile, un produit minimal viable est lancé afin que les versions ultérieures puissent être fondées sur la rétroaction des utilisateurs. Habituellement, les exigences caractéristiques pour un PMV sont déterminées au début du projet et des caractéristiques supplémentaires seront déterminées après le lancement du PMV et son adoption par les utilisateurs. Avec un PMV, la rétroaction est la clé pour orienter le développement futur.</p>\n<h2>Prototype</h2>\n<p>Un prototype est une version stylisée et plus complète d’une structure qui présente les caractéristiques et les interfaces comme elles apparaîtraient sur l’écran de l’utilisateur. Les prototypes peuvent avoir une fidélité élevée ou faible. La fidélité renvoie au degré auquel le prototype imite le produit final, une fidélité élevée comprenant souvent des travaux de développement. Les prototypes à fidélité faible et élevée sont utilisés après la mise à l’essai de la structure et sont souvent utilisés pour des essais de facilité d’emploi ou des tests A/B.</p>\n<h2>Utilité</h2>\n<p>L’utilité fait référence à l’offre de caractéristiques dont les utilisateurs définis ont besoin. Si le produit ou le système offre toutes les caractéristiques nécessaires pour permettre aux utilisateurs d’atteindre leurs objectifs, il a un niveau d’utilité élevé.</p>","htmlAst":{"type":"root","children":[{"type":"element","tagName":"h1","properties":{},"children":[{"type":"text","value":"Glossaire"}]},{"type":"text","value":"\n"},{"type":"element","tagName":"h2","properties":{},"children":[{"type":"text","value":"Accessibilité"}]},{"type":"text","value":"\n"},{"type":"element","tagName":"p","properties":{},"children":[{"type":"text","value":"L’accessibilité est la pratique de concevoir des produits qui sont utilisables par tous les utilisateurs, peu importe leurs compétences ou le contexte d’utilisation. Différente de la facilité d’emploi, l’accessibilité se concentre sur les aspects techniques et visuels d’une conception qui sont directement liés à sa fonctionnalité pour les utilisateurs de différents niveaux de capacité. Bien que conçu pour aider les utilisateurs ayant des handicaps précis, prendre en considération l’accessibilité des produits numériques offre des avantages pour tous les utilisateurs."}]},{"type":"text","value":"\n"},{"type":"element","tagName":"h2","properties":{},"children":[{"type":"text","value":"Apprentissage automatique"}]},{"type":"text","value":"\n"},{"type":"element","tagName":"p","properties":{},"children":[{"type":"text","value":"L’apprentissage automatique est une application particulière d’intelligence artificielle. L’apprentissage automatique utilise les techniques statistiques qui donnent à un ordinateur ou un appareil la capacité d’apprendre sans un certain ensemble de données. L’apprentissage automatique renvoie à la construction d’algorithmes qui peuvent apprendre et faire des prédictions au sujet d’un ensemble de données fournies."}]},{"type":"text","value":"\n"},{"type":"element","tagName":"h2","properties":{},"children":[{"type":"text","value":"Bêta"}]},{"type":"text","value":"\n"},{"type":"element","tagName":"p","properties":{},"children":[{"type":"text","value":"Bêta désigne une étape d’essai d’un nouveau système ou produit numérique. Le bêta est une version précédente d’un produit qui nécessite des essais par un utilisateur, des tests de bogues et des ajustements avant le lancement officiel. Les versions bêta d’un produit numérique sont habituellement rendues disponibles à une petite partie de la population d’utilisateurs, avant que le produit soit offert à tous les utilisateurs."}]},{"type":"text","value":"\n"},{"type":"element","tagName":"h2","properties":{},"children":[{"type":"text","value":"Disponibilité"}]},{"type":"text","value":"\n"},{"type":"element","tagName":"p","properties":{},"children":[{"type":"text","value":"La disponibilité signifie qu’un produit ou une ressource est ouvert à tout le monde aux fins d’observation et d’utilisation. Souvent, il s’agit de la facilité avec laquelle un utilisateur peut trouver l’information requise."}]},{"type":"text","value":"\n"},{"type":"element","tagName":"h2","properties":{},"children":[{"type":"text","value":"Expérience de l’utilisateur"}]},{"type":"text","value":"\n"},{"type":"element","tagName":"p","properties":{},"children":[{"type":"text","value":"L’expérience de l’utilisateur est l’expérience générale de l’utilisation du produit. Il s’agit d’un concept plus général que l’interface utilisateur ou la facilité d’emploi. Même si les deux sont des aspects importants de l’expérience de l’utilisateur, le terme fait référence à l’ensemble des émotions et des attitudes d’une personne au sujet de l’utilisation d’un produit, système ou service. L’expérience de l’utilisateur englobe tous les aspects des sentiments d’une personne concernant l’utilisation d’un produit, y compris sa compréhension du produit, le contexte dans lequel il l’utilise, sa capacité à satisfaire ses besoins et son plaisir ou sa frustration découlant de l’utilisation du produit."}]},{"type":"text","value":"\n"},{"type":"element","tagName":"h2","properties":{},"children":[{"type":"text","value":"Facilité d’emploi"}]},{"type":"text","value":"\n"},{"type":"element","tagName":"p","properties":{},"children":[{"type":"text","value":"La facilité d’emploi fait référence à la façon dont les interfaces sont faciles à utiliser, ce qui est habituellement déterminé par un essai de facilité d’emploi. La facilité d’emploi est définie par 5 éléments : la capacité apprenante, l’efficacité, la mémorabilité, les erreurs des utilisateurs et la satisfaction. Les essais de facilité d’emploi se concentrent habituellement sur des tâches précises et déterminent l’efficacité et la facilité avec laquelle les utilisateurs peuvent les accomplir."}]},{"type":"text","value":"\n"},{"type":"element","tagName":"h2","properties":{},"children":[{"type":"text","value":"Intelligence artificielle"}]},{"type":"text","value":"\n"},{"type":"element","tagName":"p","properties":{},"children":[{"type":"text","value":"L’intelligence artificielle est un domaine de la science informatique qui fait référence à la simulation d’un comportement intelligent dans un ordinateur. L’intelligence artificielle vise à résoudre les problèmes cognitifs comme l’apprentissage, la résolution de problème et la reconnaissance des formes. Le terme intelligence artificielle peut s’appliquer à tout appareil qui perçoit son environnement et prend des mesures afin de maximiser ses chances de réussir à atteindre les objectifs définis."}]},{"type":"text","value":"\n"},{"type":"element","tagName":"h2","properties":{},"children":[{"type":"text","value":"Interface utilisateur"}]},{"type":"text","value":"\n"},{"type":"element","tagName":"p","properties":{},"children":[{"type":"text","value":"Le modèle d’interface utilisateur fait référence à la première ligne d’un système ou les éléments avec lesquels un utilisateur interagira sur la page. Le modèle d’interface utilisateur incorpore les éléments stylisés afin de créer une apparence esthétique pour le site Web ou l’application. Le développement de l’interface utilisateur se produit habituellement en même temps ou après que les essais sur les prototypes de l’application et se fait généralement à l’aide de HTML et CSS. Le modèle d’interface utilisateur joue un rôle dans l’expérience générale de l’utilisateur."}]},{"type":"text","value":"\n"},{"type":"element","tagName":"p","properties":{},"children":[{"type":"text","value":"L’interface utilisateur d’un cellulaire se concentre sur l’apparence et la facilité d’emploi des applications mobiles."}]},{"type":"text","value":"\n"},{"type":"element","tagName":"h2","properties":{},"children":[{"type":"text","value":"Maquette fonctionnelle"}]},{"type":"text","value":"\n"},{"type":"element","tagName":"p","properties":{},"children":[{"type":"text","value":"Les maquettes fonctionnelles sont des exemples en noir et blanc d’une nouvelle caractéristique ou interface. Utilisant souvent le contenu des espaces réservés ainsi que des boîtes et des contours simples, les maquettes fonctionnelles ne sont pas une représentation complète du produit final. Les maquettes fonctionnelles peuvent être conçues de façon numérique ou sur papier et sont destinées à être utilisées au début du processus de conception et de la recherche concernant l’expérience de l’utilisateur."}]},{"type":"text","value":"\n"},{"type":"element","tagName":"h2","properties":{},"children":[{"type":"text","value":"Produit minimal viable (PMV)"}]},{"type":"text","value":"\n"},{"type":"element","tagName":"p","properties":{},"children":[{"type":"text","value":"Un produit minimal viable est un produit numérique qui a suffisamment de caractéristiques pour répondre aux besoins des adoptants précoces et des utilisateurs clés, mais qui ne comprend pas l’ensemble complet des caractéristiques souhaitées. Dans le développement agile, un produit minimal viable est lancé afin que les versions ultérieures puissent être fondées sur la rétroaction des utilisateurs. Habituellement, les exigences caractéristiques pour un PMV sont déterminées au début du projet et des caractéristiques supplémentaires seront déterminées après le lancement du PMV et son adoption par les utilisateurs. Avec un PMV, la rétroaction est la clé pour orienter le développement futur."}]},{"type":"text","value":"\n"},{"type":"element","tagName":"h2","properties":{},"children":[{"type":"text","value":"Prototype"}]},{"type":"text","value":"\n"},{"type":"element","tagName":"p","properties":{},"children":[{"type":"text","value":"Un prototype est une version stylisée et plus complète d’une structure qui présente les caractéristiques et les interfaces comme elles apparaîtraient sur l’écran de l’utilisateur. Les prototypes peuvent avoir une fidélité élevée ou faible. La fidélité renvoie au degré auquel le prototype imite le produit final, une fidélité élevée comprenant souvent des travaux de développement. Les prototypes à fidélité faible et élevée sont utilisés après la mise à l’essai de la structure et sont souvent utilisés pour des essais de facilité d’emploi ou des tests A/B."}]},{"type":"text","value":"\n"},{"type":"element","tagName":"h2","properties":{},"children":[{"type":"text","value":"Utilité"}]},{"type":"text","value":"\n"},{"type":"element","tagName":"p","properties":{},"children":[{"type":"text","value":"L’utilité fait référence à l’offre de caractéristiques dont les utilisateurs définis ont besoin. Si le produit ou le système offre toutes les caractéristiques nécessaires pour permettre aux utilisateurs d’atteindre leurs objectifs, il a un niveau d’utilité élevé."}]}],"data":{"quirksMode":false}},"frontmatter":{"path":"/content/glossary","lang":"fr"}}},"pageContext":{}}